[
//Archanea
	{
		"name": "Altea",
		"leaderName": "Marth",
		"adjective": ["Altean"],
		"startBias": ["Coast"],
		"preferredVictoryType": "Diplomatic",
		
		"startIntroPart1": "Hail to you King Marth, son of King Cornelius and descendant of the Legendary Hero, Anri. Altea is a small peaceful kingom, residing within heart of the lands of Archanea.",
		"startIntroPart2": "",
		
		"declaringWar": "As much as I disdain war, such acts of cruelty is unacceptable! So prepare yourself!",
		"attacked": "I will protect my friends and my people no matter what!",
		"defeated": "How could I fail..? My cause is nothing but... just...",
		"introduction": "Greetings to you, I am Marth, heir to the Altean throne. My people refer to me as the 'Hero-King', although you can call me 'friend'.",
		
		"neutralHello": "Peace.",
		"neutralLetsHearIt": ["Go ahead.","You have my attention.","I am listening."],
		"neutralNo": ["We refuse this offer.","No.","Of course not."],
		"neutralYes": ["Very well.","Brillant.","Of course."],

		"hateHello": "What?",
		"hateLetsHearIt": ["You spoke?","Hurry then.","Say it."],
		"hateNo": ["That's enough.","I shall never!","That is unjust."],
		"hateYes": ["Hmm...","Very well.","It's all well."],
		
		"afterPeace": "So much losses and death. I pray that such tragedy shall not repeat ever again.",
		"tradeRequest": "Greetings, does this trade sounds fair to you?",

		"outerColor": [65,105,225],
		"innerColor": [200,170,132],
		"uniqueName": "The Hero-King",
		"uniques": ["[+5 Happiness, +2 Culture, +2 Science] from every [Palace] <before the [Industrial era]>"],
		"cities": ["Castle Altea","Aritia","Sera","Anrisa","Marcelin","Aretin","Marcondia","Rolan","Casseli","Calendor","Gohor","Rolassia","Alitia","Vinlyia","Herokiv",]
	},

//Valentia

//Elibe
	{
		"name": "The Lycian League",
		"leaderName": "Roy",
		"adjective": ["Lycian"],
		"startBias": ["Coast"],
		"preferredVictoryType": "Diplomatic",
		"favoredReligion": "Eliminism",
		
		"startIntroPart1": "May the favor of Elimine, may be given upon you o' master Roy, The brave descendant of Roland! For years, Lycia has been a loosely connected set of lands held by different Marquesses. There is no real unity among us and were constantly divided by conflicting interests. This was the case until the Kingdom of Bern has decided to wage war across the whole continet of Elibe, subduing many countries and people to their control. But under your guidance despite being such a young man within the age of 15, you were able to defeat the most powerful kingdom in the continent and even had defeated the Demon Dragon Idunn with your own hands.",
		"startIntroPart2": "Master Roy, times has changed, the people needs you to lead for once more. Can you unite the people once more? Can you bring peace to this world of chaos? Can you build a great civilization that can stand the test of time?",
		
		"declaringWar": "I am not keen in engaging in war, but your hostilities are unacceptable. Therefore, prepare for war!",
		"attacked": "What did we do to deserve this? Black-heart! I shall not allow you to hurt my people!",
		"defeated": "Nngh... everyone... please forgive me... for I have failed you all.",
		"introduction": "Greetings! I am Roy of Pherae, son of Eliwood. I am pleased to make your acquaintance.",
		
		"neutralHello": "Hello there.",
		"neutralLetsHearIt": ["Please proceed.","I'm listening.","Go ahead."],
		"neutralNo": ["We kindly refuse your humble offer.","Certainly not.","No thank you."],
		"neutralYes": ["That is excellent.","Great!","That could work."],

		"hateHello": "...",
		"hateLetsHearIt": ["Speak.","What is it now?","..."],
		"hateNo": ["No!","I refuse.","That is unacceptable."],
		"hateYes": ["Very well.","So be it.","We cannot refuse."],
		
		"afterPeace": "It is great to hear that you seek peace as well. Let us continue this not for ourselves, but for our people, shall we?",
		"tradeRequest": "Friend, does this sound reasonable to you?",

		"outerColor": [255,0,0],
		"innerColor": [0,0,128],
		"uniqueName": "The Lycian Alliance",
		"uniques": ["City-State territory always counts as friendly territory","Militaristic City-States grant units [2] times as fast when you are at war with a common nation","Military Units gifted from City-States start with [+15] XP"],
		"cities": ["Pherae","Santaruz","Laus","Port Badon","Araphen","Khathelet","Worde","Tania","Tuscana","Ryerde","Cornwell","Valor","Egina","Rodos","Russex","Branfurt",]
	},
	
	{
		"name": "Ostia",
		"leaderName": "Lilina",
		"adjective": ["Ostian"],
		"preferredVictoryType": "Cultural",
		"favoredReligion": "Eliminism",
		"startBias": ["Avoid [Tundra]","Avoid [Desert]"],
		
		"startIntroPart1": "Greetings benevolent Lilina, Princess of Ostia and the daughter of Hector the mighty! Ostia is a member of the Lycian League and the most powerful among them, making Ostia the unofficial capital of the territory of Lycia. But such fact was tested when a war that Bern waged has unfolded. Lycia was invaded and were ravaged by the powerful foe. And amidst the chaos of war, your father had died in the fields of battle making you inherit what is left within the lands. Nevertheless, despite such great responsibility that was left behind, you had managed to rebuild and made Ostia prosperous again despite being in such a young age.",
		"startIntroPart2": "Oh, noble and generous princess, the people needs you once more for you to lead them for a better future. Can you build a mighty and prosperous nation? Can you craft a peaceful future with no bloodshed? Can you build a civilization that can stand the test of time?",
		
		"declaringWar": "I'm sorry, but it's the people who wish for this to happen. I'm too frail to stop them all.",
		"attacked": "Is this war truly necessary? It saddens me to know that the people has to endure another conflict.",
		"defeated": "Father, mother... I can finally meet you again.",
		"introduction": "Oh, hello there! I am Lilina of Ostia. I hope both of us can be good friends.",
		
		"neutralHello": "Hello!",
		"neutralLetsHearIt": ["Can you tell me?","I'm interested.","Let me hear it then."],
		"neutralNo": ["I'm sorry.","I don't think that would work.","No thank you."],
		"neutralYes": ["I accept it.","That is great!","That could work."],

		"hateHello": "What is it?",
		"hateLetsHearIt": ["I see...","Yes?","Hmm?"],
		"hateNo": ["No.","I refuse.","Certainly not."],
		"hateYes": ["It's okay.","Alright.","This is good."],
		
		"afterPeace": "If this is what is necessary for peace then so be it.",
		"tradeRequest": "Do you think this is good enough?",

		"outerColor": [50,74,178],
		"innerColor": [194,59,34],
		"uniqueName": "The Delightful Ruler",
		"uniques": ["-[25]% Culture cost of natural border growth [in capital]","Gain a free [Ostian Walls] [in capital]"],
		"cities": ["Castle Ostia","Thria","Caelin","Antica","Fusano","Levant","Fiumincia","Zigarinim","Pomezin","Aranova","Ardea","Aprilia","Anziticum","Vecolomi","Torvarian","Ardentum","Mare","Carpocot","Vittiny","Palidor"]
	},
	
	{
		"name": "Sacae",
		"leaderName": "Sue",
		"adjective": ["Sacaean"],
		"preferredVictoryType": "Cultural",
		"favoredReligion": "Naturism",
		"startBias": ["Plains"],
		
		"startIntroPart1": "May Father Sky and Mother Earth grace you o' lady Sue, Doe of the Plains! The land of Sacae was once a peaceful place to live within. It can be found within the north of the Kingdom of Bern and South of Ilia, and has a such vast plains where many enjoys the life of the nomad. Though from time to time, it was raided and attacked by the banditry, the lands were still a place where many nomadic tribes choose to settle. Though all of it changed when Zephiel invaded as he pursues his ambition of forging a world, ruled by dragons which was paved by the blood of many. You were later captured by those loyal to Zephiel and were supposedly used as a bargaining tool to the Silver Wolf, which is your grandfather but were liberated by General Roy of the Lycian army before it even happened, and together you fought the war with him until the downfall of Bern."
		"startIntroPart2": "Long divided by the interests of the people, Sacae must unite now more than ever. And as the hero of the war and the granddaughter of the Silver Wolf, you are the only one who can bring unity to the people. Lady Sue, can you unite Sacae under one banner? Can you build a civilization that can stand the test of time?",
		
		"declaringWar": "The roars of thunder... the rage of the river... cries for your downfall.",
		"attacked": "I have seen many of my friends fall from the blade before. I will not allow you to do the same.",
		"defeated": "Beautiful Mother Earth... Ruined by the fires of war...",
		"introduction": "I am Sue of Kutolah, may the winds guide you stranger.",
		
		"neutralHello": "Peace.",
		"neutralLetsHearIt": ["What is it?","I see.","Tell me then."],
		"neutralNo": ["Apologies, I must refuse.","No.","The winds whispered to me, no."],
		"neutralYes": ["Very well.","Certainly.","The winds told me, yes."],

		"hateHello": "",
		"hateLetsHearIt": ["I heard you.","Let me hear it.","By the winds..."],
		"hateNo": ["No.","I refuse.","The voices told me, no."],
		"hateYes": ["I must accept.","I have no choice.","Father sky wills it."],
		
		"afterPeace": "Grass tainted by blood... May it repeat no more.",
		"tradeRequest": "What can you think of this one?",

		"outerColor": [73, 159, 28],
		"innerColor": [161, 2, 2],
		"uniqueName": "Winds of the Plains",
		"uniqueText": "+1 Culture from every Plains without terrain features. Double quantity of Horses produced."
		"uniques": ["[+1 Culture] from every [Plains] <in tiles without [Hill]> <in tiles without [Forest]> <in tiles without [Jungle]>","Double quantity of [Horses] produced"], 
		"cities": ["Bulgar","Kutolah","Djute","Lorca","Taras","Mulagir","Hunnia","Mongul","Siogna","Scituma","Transokur","Korum-Korum","Sogdiakar","Sianba","Saramatu","Taliver","Thraka","Gokturka","Turkkikik","Cumani","Kipapachak","Manchupiuka","Berbrik","Kazakahal","Bedou-ani","Sintikop"]
	},
	
	{
		"name": "Bern",
		"leaderName": "Zephiel",
		"adjective": ["Bernese"],
		"preferredVictoryType": "Domination",
		"favoredReligion": "Eliminism",
		"startBias": ["Hill","Mountain"],
		
		"startIntroPart1": "Hail to you King Zephiel! The valiant king of Bern and the judicious descendant of Hartmut! You were a brilliant and a wise ruler with a great will to remove the corrupted rulers of this world which are men. With a great desire to uproot them and replace mankind with dragonkind who are not corrupted by the greed and the wrath of this world. Unfortunately, many were envious and were utter fools to understand your will and many nations have plotted to overthrow you and succeeded with such wicked plot, depraving this world with a just ruler.",
		"startIntroPart2": "Fate does indeed works in mysterious for once again you were given a second chance to continue to pursue your dreams of ridding this world of the corruption that were caused by mankind. King Zephiel, do you have what it takes to rid this world of human rule? Can you lead mankind to their proper ruler? Can you build a civilization that will stand the test of time?",
		
		"declaringWar": "I must put an end to the rule of men at all cost! And you shall not stop my ambition!",
		"attacked": "Bah! Your threats do not frighten me. Face me in the battlefield if you truly dare!",
		"defeated": "You have defeated me. But remember this: My will shall never die. As long as humans retain control, madness will reign...",
		"introduction": "I am Zephiel, King of Bern! I hope you do not spout nonsense about hopes on humanity.",
		
		"neutralHello": "Yes?",
		"neutralLetsHearIt": ["Tell me.","Your offer?","You have my attention."],
		"neutralNo": ["Certainly not.","No.","I cannot agree."],
		"neutralYes": ["Fair enough.","Very well.","So be it."],

		"hateHello": "Speak your mind!",
		"hateLetsHearIt": ["Speak!","What do you want?","Waste no time."],
		"hateNo": ["No.","I will not accept it.","I'd rather not."],
		"hateYes": ["Hmph.","Fine.","So it be."],
		
		"afterPeace": "You fought well, I shall not underestimate you next time.",
		"tradeRequest": "This offer will surely serve both of our interests.",

		"outerColor": [67, 27, 107],
		"innerColor": [207, 209, 86],
		"uniqueName": "A World Ruled by Dragonkind",
		"uniques": ["[+2 Production] from every [Mountains] <after discovering [Mining]>","[+1 Production] from every [Mountains] <after discovering [Chemistry]>","[+1 Production] from every [Mountains] <after discovering [Dynamite]>","[-33]% unhappiness from population [in annexed cities]"], //Should not suffer from resistance penalties instead. Also +1 Production from mountains in an event after discovering dynamite instead.
		"cities": ["Bern","Zuria","Gweneva","Churica","Valais","Freibourg","Holligen","Britefield","Altenburg","Könizia","Beruth","Alaman","Rosewerg","Lieberaum","Giswyl","Guivarum","Acturica","Thun","Lucren","Dragon Sanctuary","Shrine of Seals"]
	},
	
	{
		"name": "Ilia",
		"leaderName": "Zelot",
		"adjective": ["Ilian"],
		"preferredVictoryType": "Domination",
		"favoredReligion": "Eliminism",
		"startBias": ["Snow"],
		
		"startIntroPart1": "Honor be to you Zelot, the just ruler of the Ilians, and the First King of our nation. Our proud nation lies within the Northmost of Elibe, making it prone to the harshest winter of this continent. Harvest is scarce and are easily ruined by the snow, thus forcing many to take arms and to work as a mercenary for the nobles and lords within the south, making the very foundation of our economy made out of blood and sacrifice. Although despite being a nation of mercenaries, many of us are just and honorable, making the Ilians one of the most trusted mercenaries throughout the land.",
		"startIntroPart2": "King Zelot, the people need your guidance once more. Can you build a proud and prosperous nation? Can you build a civilization that will stand the test of time?",
		
		"declaringWar": "As much as I hate it, war is necessary for our people to survive.",
		"attacked": "I will protect my people, even if it costs me death.",
		"defeated": "Victory is yours... I hope Ilia will know peace under your rule.",
		"introduction": "Well met glorious leader. I am Zelot, King of Ilia.",
		
		"neutralHello": "Welcome.",
		"neutralLetsHearIt": ["I am listening.","Yes?","What about it?"],
		"neutralNo": ["No.","Of course not.","This will not work."],
		"neutralYes": ["This is good.","This shall work.","But of course."],

		"hateHello": "Oh, it's you...",
		"hateLetsHearIt": ["What is it?","What do you want?","Speak then."],
		"hateNo": ["No.","I don't think so.","I'd rather not."],
		"hateYes": ["Fine.","I have no choice.","This is good enough."],
		
		"afterPeace": "I may have been a warrior for so long, but that does not mean I enjoy the exploits of war.",
		"tradeRequest": "This is the best that I can offer to you.",

		"outerColor": [192,192,192],
		"innerColor": [95, 102, 97],
		"uniqueName": "Blades for Bread",
		"uniqueText": "Receive triple Gold from Barbarian encampments and pillaging Cities. Can buy food for gold in cities, up to 9 food per cities.",
		"uniques": ["Receive triple Gold from Barbarian encampments and pillaging Cities","May buy [Buy Small Food Portions] buildings with [Gold] [in all cities]","May buy [Buy Medium Food Portions] buildings with [Gold] [in all cities]","May buy [Buy Large Food Portions] buildings with [Gold] [in all cities]"], //Pillaging Cities should not yield more gold.
		"cities": ["Edessa","Carrhae","Remi","Bariganae","Port Amundsen","Frostomii","Arcticae","Arcuta","Verkut","Argana","Colport","Icylon","Fromotth","Stele","Avige","Mimel","Colmaria","Whitrun","Antartae","Valosa"]
	},
	
	{
		"name": "Etruria",
		"leaderName": "Myrddin",
		"adjective": ["Etrurian"],
		"preferredVictoryType": "Diplomatic",
		"favoredReligion": "Eliminism",
		
		"startIntroPart1": "Peace and Grace be upon you Prince Myrddin! Descendant of the Holy Saint, Elimine! Your life as a prince was a tragic tale as you were put into danger by coupists, loyal to the warmongering nation of Bern, but with the help of General Douglas, you were able to escape. You were forced to flee your home towards the colonies within the west, and took the moniker of 'Elffin,' helping those who were in need, not knowing you are the Prince of Etruria. After meeting General Roy within the Western Isles, you agreed to help him defeat the Bernese invaders and liberated your homeland together with him, and vanquished the threat of the Demon Dragon Idunn.",
		"startIntroPart2": "With victory achieved, you can now return home and meet your beloved father as well as show yourself to your people again. Prince Myrddin, Etruria will be needing you as it's crown prince. Can you restore the lands to it's former glory? Can you bring the people back together? Can you build a civilization that will stand the test of time?",
		
		"declaringWar": "I view war as pointless, but not if it threatens my people. So brace yourself!",
		"attacked": "I see... I could only lament for the fate of our people.",
		"defeated": "How cruel fate must be! To exile myself once more from the place that I call home.",
		"introduction": "Hello there, me? My name is Myrddin, Prince of Etruria. Tell me, have you heard about the tales of a bard named Elffin?"
		
		"neutralHello": "Hello.",
		"neutralLetsHearIt": ["I am interested.","Yes?","What is it?"],
		"neutralNo": ["I cannot accept it.","Of course not.","I disagree to this."],
		"neutralYes": ["Of course.","I accept it.","Good enough."],

		"hateHello": "Yes?",
		"hateLetsHearIt": ["What?","Let's waste no time then.","Speak then."],
		"hateNo": ["No.","It shall not work","I shall not accept it."],
		"hateYes": ["Very well.","Good.","This is enough."],
		
		"afterPeace": "May the Holy Saint bless you for your mercy.",
		"tradeRequest": "This is the best that I can offer to you.",

		"outerColor": [137,207,240],
		"innerColor": [254, 246, 91],
		"uniqueName": "Home of the Scouring Saint",
		"uniques": ["[+3 Faith] [in capital] <after discovering [Calendar]>", "[+2 Faith] [in all cities] <after discovering [Philosophy]>"],
		"cities": ["Aquilea","Reglay","Eburacum","Jutes","Armagh","Edina","Port Caledon","Greater Fibernia","Lesser Fibernia","Eliminuria","Gador","Barucia","La-Croiss","Pont Regal","Alicia","Frumentia","Caroscia","Gela","Partanna","Sicillia","Antalonica","Fremont","Port Salerno","Lacostina","Forontinae","Cassini"]
	},
	
	{
		"name": "Nabata",
		"leaderName": "Sophia",
		"adjective": ["Nabatan"],
		"preferredVictoryType": "Scientific",
		"favoredReligion": "Eliminism",
		
		"startIntroPart1": "A Thousand Blessings be upon you, Sophia! Prophetess of Nabata! Being born as a half-human, half-dragon, you are blessed with a very long lasting life. you were as well as blessed with the ability to forsee the future, making you as Nabata's prophetess. But years had passed, the Harmony in Arcadia never lasted as the ambitious empire of Bern have devoured the lands and engulfed it within the flames of war. But despite it, hope was not yet lost as a Great Hero named Roy came and lead his way to liberate what was once a sanctuary between men and dragonkind. And together with him, you have joined into the fray to quell the threat that was brought by the Demon Dragon Idunn.",
		"startIntroPart2": "With Ingrene gone and Nabata ruined by the war, you have no choice but to restore what was once a peaceful land. Lady Sophia, are you up to this challenge? Can you build what was once a sanctuary between men and dragons? Can you build a civilization that will stand the test of time?",
		
		"declaringWar": "Harmony will only be restored if the bringer of chaos is stopped.",
		"attacked": "So... Th-This is what the visions have meant. I should have known better.",
		"defeated": "The future... I see nothing but darkness for us.",
		"introduction": "H-Hello... I am Sophia the prophet of Nabata. Here in Arcadia we live in peace along with dragons. I hope both of us can do the same as well.",
		
		"neutralHello": "H-Hello.",
		"neutralLetsHearIt": ["I am listening.","Yes?","What is it?"],
		"neutralNo": ["No.","It pleases me, but I must refuse.","Unfortunately, I cannot accept."],
		"neutralYes": ["This is good.","This shall work.","But of course."],

		"hateHello": "",
		"hateLetsHearIt": ["Hmm?","Hmm...","I hear you."],
		"hateNo": ["I cannot agree.","I need to decline.","I cannot accept."],
		"hateYes": ["This is fine.","I cannot reject it.","I must accept it."],
		
		"afterPeace": "Peace... At last.",
		"tradeRequest": "This is the best that I can offer to you.",

		"outerColor": [153,102,204],
		"innerColor": [125, 176, 255],
		"uniqueName": "Harmony Between Men and Dragons",
		"uniques": ["[25]% Yield from every [Fresh Water] <while the empire is happy> <upon discovering [Civil Service]>","[15]% [Science] [in all non-occupied cities] <during a Golden Age>"],
		"cities": ["Arcadia","Kaftir","Missur","Petrae","Damascia","Ridal","Ridalyah","Akalamaria","Lundarr","Kasserine","Syrycause","Hakasimun","Sanadin","Reminum","Jadarf","Hurufi"]
	},
	
	
	//FE7 
	{
		"name": "The Black Fang",
		"leaderName": "Nergal",
		"adjective": ["Black Fang"],
		"preferredVictoryType": "Domination",
		"favoredReligion": "Eliminism",
		
		"startIntroPart1": "Glory to you Lord Nergal! O' powerful one and the mastermind behind the Fang! Athos and his meddling ways for your dreams of achieving your power has been a long trife for your aspiration of being the most powerful being in Elibe. Urging you to stop over your ingenious experiment of sucking away quintessence from living beings. But eventually banishing you from Arcadia by force. Expelling you for hundreds of years into the dark. Leaving you mortally wounded forever leaving the scar, that is marked on your face. But then you found the perfect opportunity in the midst of your trial: The Black Fang, a League of Assassins. With your cunningness, you had managed to manipulate them from the dark thanks to your ability to craft morphs, spawning Sonia and Limstella as false allies for their foolish leaders to listen to. Leaving you, their shadowy leader, controlling them from the dark.",
		"startIntroPart2": "Lord Nergal, the time has come. Athos is now at your mercy thanks to the power you have been witholding, and there is no one else to stop you from your dreams. Can you conquer the strongest to become the one on top? Can you make the Black Fang grow even stronger than before? Can you build a civilization that will stand the test of time?",
		
		"declaringWar": "Your quintessence is mine! Mine! All mine!",
		"attacked": "Hehehe... Fool!",
		"defeated": "Nooo! Why? Why must I lose now? Not without... Achieving my true potential!",
		"introduction": "So... It seems you have finally found me. Hehehe! A pleasure to meet you.",
		
		"neutralHello": "Greetings...",
		"neutralLetsHearIt": ["Hmmmm?","Yes?","Go ahead."],
		"neutralNo": ["No.","Not.","Unacceptable."],
		"neutralYes": ["It pleases me.","Excellent.","Just as what I wanted."],

		"hateHello": "Hehehe...",
		"hateLetsHearIt": ["Hmm?","What!?","Speak!"],
		"hateNo": ["Never!","Hah!","Stop wasting my time!"],
		"hateYes": ["Good... good.","I can accept this.","Heh."],
		
		"afterPeace": "This war has bored me either way.",
		"tradeRequest": "You better accept this. It shall serve you well...",

		"outerColor": [0,0,51],
		"innerColor": [204,204,0],
		"uniqueName": "The Fang's Judgement", //Espionage based unique, must be replaced by it once espionage has been implemented.
		"uniques": ["\"Borrows\" city names from other civilizations in the game", "[+2] Movement <when at war>", "[Land] units gain the [The Fang Watches] promotion"],
		"cities": ["Valor"]
	}
]