[
	{
		"name": "The Lycian League",
		"leaderName": "Roy",
		"adjective": ["Lycian"],
		"startBias": ["Coast"],
		"preferredVictoryType": "Diplomatic",
		"favoredReligion": "Eliminism",
		
		"startIntroPart1": "May the favor of Elimine, may be given upon you o' master Roy! For years, Lycia has been a loosely connected set of lands held by different Marquesses. There is no real unity among us and were constantly divided by conflicting interests. This was the case until the Kingdom of Bern has decided to wage war across the whole continet of Elibe, subduing many countries and people to their control. But under your guidance despite being such a young man, you were able to defeat the most powerful kingdom in the continent and even had defeated the Demon Dragon Idunn with your own hands.",
		"startIntroPart2": "Master Roy, times has changed, the people needs you to lead for once more. Can you unite the people once more? Can you bring peace to this world of chaos? Can you build a great civilization that can stand the test of time?",
		
		"declaringWar": "I am not keen in engaging in war, but your hostilities are unacceptable. Therefore prepare for war!",
		"attacked": "What did we do to deserve this? Black-heart! I shall not allow you to hurt my people!",
		"defeated": "Nngh... everyone... please forgive me... for I have failed you all.",
		"introduction": "Greetings! I am Roy of Pherae, son of Eliwood. I am pleased to make your acquaintance.",
		
		"neutralHello": "Hello there.",
		"neutralLetsHearIt": ["Please proceed.","I'm listening.","Go ahead."],
		"neutralNo": ["We kindly refuse your humble offer.","Certainly not.","No thank you."],
		"neutralYes": ["That is excellent.","Great!","That could work."],

		"hateHello": "...",
		"hateLetsHearIt": ["Speak.","What is it now?","..."],
		"hateNo": ["No!","I refuse.","That is unacceptable."],
		"hateYes": ["Very well.","So be it.","We cannot refuse."],
		
		"afterPeace": "It is great to hear that you seek peace as well. Let us continue this not for ourselves, but for our people, shall we?",
		"tradeRequest": "Friend, does this sound reasonable to you?",

		"outerColor": [255,0,0],
		"innerColor": [0,0,128],
		"uniqueName": "The Lycian Alliance",
		"uniques": ["City-State territory always counts as friendly territory","Militaristic City-States grant units [2] times as fast when you are at war with a common nation","Military Units gifted from City-States start with [+15] XP"],
		"cities": ["Pherae","Santaruz","Laus","Port Badon","Araphen","Khathelet","Worde","Tania","Tuscana","Ryerde","Cornwell","Valor","Egina","Rodos","Russex","Branfurt",]
	},
	
	{
		"name": "Duchy of Ostia",
		"leaderName": "Lilina",
		"adjective": ["Ostian"],
		"preferredVictoryType": "Cultural",
		"favoredReligion": "Eliminism",
		"startBias": ["Avoid [Tundra]","Avoid [Desert]"],
		
		"startIntroPart1": "Greetings benevolent Lilina, Princess of Ostia and the daughter of Hector the mighty! Ostia is a member of the Lycian League and the most powerful among them, making Ostia the unofficial capital of the territory of Lycia. But such fact was tested when a war that Bern waged has unfolded. Lycia was invaded and were ravaged by the powerful foe. And amidst the chaos of war, your father had died in the fields of battle making you inherit what is left within the lands. Nevertheless, despite such great responsibility that was left behind, you had managed to rebuild and made Ostia prosperous again despite being in such a young age.",
		"startIntroPart2": "Oh, noble and generous princess, the people needs you once more for you to lead them for a better future. Can you build a mighty and prosperous nation? Can you craft a peaceful future with no bloodshed? Can you build a civilization that can stand the test of time?",
		
		"declaringWar": "I'm sorry, but it's the people who wish for this to happen. I'm too frail to stop them all.",
		"attacked": "Is this war truly necessary? It saddens me to know that the people has to endure another conflict.",
		"defeated": "Father, mother... I can finally meet you again.",
		"introduction": "Oh, hello there! I am Lilina of Ostia. I hope both of us can be good friends.",
		
		"neutralHello": "Hello!",
		"neutralLetsHearIt": ["Can you tell me?","I'm interested.","Let me hear it then."],
		"neutralNo": ["I'm sorry.","I don't think that would work.","No thank you."],
		"neutralYes": ["I accept it.","That is great!","That could work."],

		"hateHello": "What is it?",
		"hateLetsHearIt": ["I see...","Yes?","Hmm?"],
		"hateNo": ["No.","I refuse.","Certainly not."],
		"hateYes": ["It's okay.","Alright.","This is good."],
		
		"afterPeace": "If this is what is necessary for peace then so be it.",
		"tradeRequest": "Do you think this is good enough?",

		"outerColor": [50,74,178],
		"innerColor": [194,59,34],
		"uniqueName": "Ostian Fortress",
		"uniques": ["[-25]% Culture cost of acquiring tiles [in capital]","Gain a Free [Ostian Walls] [in capital]"],
		"cities": ["Castle Ostia","Thria","Caelin","Antica","Fusano","Levant","Fiumincia","Zigarinim","Pomezin","Aranova","Ardea","Aprilia","Anziticum","Vecolomi","Torvarian","Ardentum","Mare","Carpocot","Vittiny","Palidor"]
	},
	
	{
		"name": "Sacae",
		"leaderName": "Sue",
		"adjective": ["Sacaean"],
		"preferredVictoryType": "Cultural",
		"favoredReligion": "Eliminism",
		"startBias": ["Plains"],
		
		"startIntroPart1": "May Father Sky and Mother Earth grace you o' lady Sue, Doe of the Plains! The land of Sacae was once a peaceful place to live within. It can be found within the north of the Kingdom of Bern and South of Ilia, and has a such vast plains where many enjoys the life of the nomad. Though from time to time, it was raided and attacked by the banditry, the lands were still a place where many nomadic tribes choose to settle. Though all of it changed when Zephiel invaded as he pursues his ambition of forging a world, ruled by dragons which was paved by the blood of many. You were later captured by those loyal to Zephiel and were supposedly used as a bargaining tool to the Silver Wolf, which is your grandfather but were liberated by General Roy of the Lycian army before it even happened, and together you fought the war with him until the downfall of Bern."
		"startIntroPart2": "Long divided by the interests of the people, Sacae must unite now more than ever. And as the hero of the war and the granddaughter of the Silver Wolf, you are the only one who can bring unity to the people. Lady Sue, can you unite Sacae under one banner? Can you build a civilization that can stand the test of time?",
		
		"declaringWar": "The roars of thunder... the rage of the river... cries for your downfall.",
		"attacked": "I have seen many of my friends fall from the blade before. I will not allow you to do the same.",
		"defeated": "Beautiful Mother Earth... Ruined by the fires of war...",
		"introduction": "I am Sue of Kutolah, may the winds guide you stranger.",
		
		"neutralHello": "Peace.",
		"neutralLetsHearIt": ["What is it?","I see.","Tell me then."],
		"neutralNo": ["Apoligies, I must refuse.","No.","The winds whispered to me, no."],
		"neutralYes": ["Very well.","Certainly.","The winds told me, yes."],

		"hateHello": "",
		"hateLetsHearIt": ["I heard you.","Let me hear it.","By the winds..."],
		"hateNo": ["No.","I refuse.","The voices told me, no."],
		"hateYes": ["I must accept.","I have no choice.","Father sky wills it."],
		
		"afterPeace": "Grass tainted by blood... May it repeat no more.",
		"tradeRequest": "What can you think of this one?",

		"outerColor": [73, 159, 28],
		"innerColor": [161, 2, 2],
		"uniqueName": "Winds of the Plains",
		"uniques": ["[+1 Culture] from every [Plains]","Double quantity of [Horses] produced"], //should be plains without Hills and Forest
		"cities": ["Bulgar","Kutolah","Djute","Lorca","Mulagir","Hunnia","Mongul","Siogna","Scituma","Transokur","Korum-Korum","Sogdiakar","Sianba","Saramatu","Taliver","Thraka","Gokturka","Turkkikik","Cumani","Kipapachak","Manchupiuka","Berbrik","Kazakahal","Bedou-ani","Sintikop"]
	}
]